src/xiaofang.Dispatch-Session-Status-Notification.res.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns="urn:xiaofang">
 <SOAP-ENV:Body  SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns:Session-Status-Notification>
   <group-id>
    <id>0</id>
    <name></name>
    <entity-type>UNIT</entity-type>
    <parentid>0</parentid>
   </group-id>
   <status>IDLE</status>
  </ns:Session-Status-Notification>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
